[
  {
    "date": "2024-10-30",
    "text": "Weiji attended the [National Diversity in STEM conference](https://s6.goeshow.com/sachn/ndsc/2024/), organized by [SACNAS](https://www.sacnas.org/), in Phoenix AZ, as a representative of the Neuroscience Graduate Program."
  },
  {
    "date": "2024-10-17",
    "text": "Ge (James) Jin, an undergraduate at Tandon School of Engineering, joined the lab. He will be working with Nastaran and Yiran on collaborative planning. Welcome James!"
  },
  {
    "date": "2024-10-13",
    "text": "Peipei won the [2024 Best Dissertation Award](https://neuroeconomics.org/awards/) from Society for Neuroeconomics."
  },
  {
    "date": "2024-10-08",
    "text": "Weiji [was awarded](https://www.sfn.org/publications/latest-news/2024/09/16/society-for-neuroscience-2024-education-and-outreach-awards) an Award for Education in Neuroscience by the Society for Neuroscience."
  },
  {
    "date": "2024-10-01",
    "text": "[Yotam Sagiv](https://www.yotamsagiv.com/) joined the lab, fresh off getting his PhD with Nathaniel Daw and Ilana Witten. Welcome, Yotam!"
  },
  {
    "date": "2024-07-09",
    "text": "Xiang successfully defended his PhD. Congratulations, Xiang!"
  },
  {
    "date": "2024-06-06",
    "text": "We said goodbye to Peipei, who will stay at NYU but start as a postdoc in [Mark Ho's lab](https://codec-lab.github.io/)."
  },
  {
    "date": "2024-05-28",
    "text": "Jennifer Yu, an undergraduate at Harvard, joined the lab. Jennifer will be working with Weiji on move times in chess. Welcome Jen!"
  },
  {
    "date": "2024-05-28",
    "text": "Yiran Gong, an undergraduate at Barnard College, joined the lab. She will be working with Weiji and Nastaran on communication during collaboration. Welcome Yiran!"
  },
  {
    "date": "2024-05-08",
    "text": "Peipei is a documentarymaker in her spare time. Her documentary [*The opposite of dying*](https://www.sheffdocfest.com/film/opposite-dying) was accepted to the prestigious Sheffield DocFest, to be held in June 2024."
  },
  {
    "date": "2024-05-08",
    "text": "We said goodbye to Shucheng Li, who will be returning to NYU Shanghai and continue to collaborate with us remotely."
  },
  {
    "date": "2024-04-25",
    "text": "Jordan and Weiji presented in the Center for Neural Science Lab Talks."
  },
  {
    "date": "2024-03-15",
    "text": "Weiji and Nastaran attended and presented at the [Cognitive Control of Action workshop](https://cocoa.psych.princeton.edu/) held at Princeton University. Nastaran presented new results from her work on collaborative planning."
  },
  {
    "date": "2024-02-29",
    "text": "Jordan and Jeroen attended and presented at Cosyne 2024 in Portugal. Jordan presented new results from our collaboration with [Daeyeol Lee's lab](https://sites.krieger.jhu.edu/daeyeol-lee-lab/) on the neural basis of planning."
  },
  {
    "date": "2024-02-29",
    "text": "Weiji presented remotely in the Neuroeconomics Seminar at the University of Zurich."
  },
  {
    "date": "2024-02-02",
    "text": "Weiji participated in a [CIMER](https://cimerproject.org/) workshop by Lindsay Frazier called \"Optimizing Mentoring Relationships\"."
  },
  {
    "date": "2024-01-08",
    "text": "Weiji directed a Math and Coding Bootcamp for NYU undergraduates majoring or minoring in neuroscience or psychology. Jordan was one of the instructors."
  },
  {
    "date": "2023-12-04",
    "text": "We said goodbye to Hsin, who will be starting [a lab at The Ohio State University](https://www.hsinhungli.com/)."
  },
  {
    "date": "2023-11-17",
    "text": "Peipei defended her PhD! Congratulations Peipei!"
  },
  {
    "date": "2023-11-06",
    "text": "Ionatan defended his PhD! Congratulations Ionatan! He will be starting a postdoc position with Tom Griffiths at Princeton."
  },
  {
    "date": "2023-08-24",
    "text": "The lab was at the [Computational Cognitive Neuroscience conference](https://2023.ccneuro.org/) in Oxford. Ionatan, Jeroen, Jordan, Nastaran, and Peipei presented posters. Ili presented both a poster and [a talk](https://www.youtube.com/live/nxTSMQFx-HM?si=N1bLa8avz0L2ZTZ8&t=6647). Weiji and Ionatan moderated a group in the workshop [*How to be an Academic in a World on Fire*](https://2023.ccneuro.org/climate_crisis.php)."
  },
  {
    "date": "2023-08-17",
    "text": "Hsin's Current Biology paper with Clay Curtis was featured in various news outlets. Read the press release [here](https://www.nyu.edu/about/news-publications/news/2023/august/more-than-meets-the-eye--new-research-shows-how-the-visual-syste.html)."
  },
  {
    "date": "2023-08-09",
    "text": "Heiko [was profiled](https://zuckermaninstitute.columbia.edu/science-life-heiko-sch-tt) in *The Science Life* by Columbia's Zuckerman Institute."
  },
  {
    "date": "2023-06-30",
    "text": "Today was Sixuan's last day in the lab. Sixuan will be starting as a Ph.D. student in Cognitive Linguistic and Psychological Sciences at Brown University in Fall. Best of luck, Sixuan!"
  },
  {
    "date": "2023-06-28",
    "text": "Hsin-Hung has accepted a faculty position in the Department of Psychology at Ohio State University. Congratulations, Hsin!"
  },
  {
    "date": "2023-05-31",
    "text": "Weiji gave a Neuroscience Graduate Program Seminar, a Psychology Colloquium, and a Growing up in Science talk at UC San Diego."
  },
  {
    "date": "2023-05-17",
    "text": "Ili, Ionatan, Jeroen, Jordan, Nastaran, and Peipei all got their abstracts accepted to the [Cognitive Computational Neuroscience conference](https://2023.ccneuro.org/) in Oxford in August."
  },
  {
    "date": "2023-05-12",
    "text": "Weiji gave a Perception and Cognition Seminar at the University of Uppsala."
  },
  {
    "date": "2023-05-04",
    "text": "Nastaran gave her fourth-year talk about collaborative planning."
  },
  {
    "date": "2023-05-03",
    "text": "Weiji gave a Foundations of Data Science Seminar at Yale University."
  },
  {
    "date": "2023-04-28",
    "text": "Weiji gave a talk at the annual retreat of NYU's Neuroscience Institute."
  },
  {
    "date": "2023-04-28",
    "text": "Sixuan gave her [Computational Cognitive Science Community Forum](http://gureckislab.org/concats/communityforum.html) research presentation about path length estimation."
  },
  {
    "date": "2023-04-14",
    "text": "Peipei gave her [Concats](http://gureckislab.org/concats/) talk about the dynamic nature of procrastination."
  },
  {
    "date": "2023-03-31",
    "text": "Today was Heiko's last day. He will be starting his own lab at the University of Luxembourg. Best of luck, Heiko!"
  },
  {
    "date": "2023-03-23",
    "text": "Weiji received the [Impact Goals Award](https://researchinsociety.org/award/wei-ji-ma/) from the Center for Advancing Research Impact in Society (ARIS)."
  },
  {
    "date": "2023-03-09",
    "text": "Xiang and Weiji each presented a poster at [Cosyne](https://www.cosyne.org) 2023 in Montreal."
  },
  {
    "date": "2023-02-24",
    "text": "Peipei presented in the annual meeting of the [Society for Personality and Social Psychology](https://spsp.org)."
  },
  {
    "date": "2022-12-01",
    "text": "Jeroen gave his CNS first-year talk on complex problem solving with Rush Hour. Jordan gave his CNS first-year talk on the effect of environmental stochasticity on depth of planning."
  },
  {
    "date": "2022-11-19",
    "text": "Ionatan discussed [\"How Subversion Saved Anime\"](http://animenyc.com/programming/#/event/how-subversion-saved-anime) in a panel at Anime NYC. He leads a parallel life as a podcaster about anime. You can listen to his podcast bakabanter [here](https://linktr.ee/bakabanter)."
  },
  {
    "date": "2022-11-08",
    "text": "Wei Ji spoke in the Current Works in Cognitive Science series at Yale University."
  },
  {
    "date": "2022-10-23",
    "text": "Jordan co-directed a short film \"Access Denied\" with Asia Khmelova that premiered at the [@imaginescience](https://twitter.com/imaginescience) Film Festival. The Symbiosis Competition pairs scientists and filmmakers to make a short film in one week. Watch it [here](https://player.vimeo.com/video/762955684?h=c5b6166d3d)."
  },
  {
    "date": "2022-09-29",
    "text": "Peipei and Xiang presented in the Center for Neural Science Lab Talks."
  },
  {
    "date": "2022-09-06",
    "text": "Elsa Mauguin, a Masters student in computational neuroscience at EPFL (Lausanne), started her three-month research placement in the lab. Welcome!"
  },
  {
    "date": "2022-08-31",
    "text": "Neuroscience PhD students Jordan Lei and Jeroen Olieslagers joined the lab, as well as Research Assistant/Lab manager Sixuan Chen. Welcome!"
  },
  {
    "date": "2022-08-27",
    "text": "Wei Ji participated (mostly through a pre-recorded video) in the opening workshop of the Generative Adversarial Collaboration titled [\"To what extent does the brain simulate the external world?\"](https://gac.ccneuro.org/gacs-by-year/2022-gacs/2022-2), part of the Cognitive Computational Neuroscience conference."
  },
  {
    "date": "2022-08-05",
    "text": "Today was Dongjae's last day in the lab. Dongjae was in the lab for just over a year, and he is now starting a faculty job at Dankook University. All the best, Dongjae!"
  },
  {
    "date": "2022-07-08",
    "text": "Today was Luisa's last day in the lab. Luisa started out as an undergraduate Honors student, then continued as a research assistant/lab manager for the past half year. She is now going to prepare for the MCATs. All the best, Luisa!"
  },
  {
    "date": "2022-07-05",
    "text": "Neuroscience PhD student Jordan Lei started a rotation in the lab. Welcome, Jordan!"
  },
  {
    "date": "2022-06-29",
    "text": "Neuroscience PhD student Jeroen Olieslagers started a rotation in the lab. Welcome, Jeroen!"
  },
  {
    "date": "2022-06-28",
    "text": "Dongjae received and accepted a faculty job offer at Dankook University. Congratulations, Dongjae!!"
  },
  {
    "date": "2022-06-17",
    "text": "Cognition and Perception PhD student Nastaran Arfaei joined the lab. Welcome, Nastaran!"
  },
  {
    "date": "2022-04-22",
    "text": "Luisa presented in the CNS Undergraduate Research Festival. The title of her talk was \"Procrastination and its Subtypes.\""
  },
  {
    "date": "2022-03-09",
    "text": "[Anatola Araba](http://www.anatolaaraba.com/)’s short film “Afro Algorithms”, in which Weiji was a scientific consultant, [premiered at Mozfest](https://www.awn.com/news/mozfest-premieres-alfro-algorithms-animated-short). Read an interview with Anatola [here](https://techvangart.com/2020/09/21/ai-beyond-programming-afro-algorithms/)."
  },
  {
    "date": "2022-03-04",
    "text": "Dongjae Kim and Daisy Lin presented in the CNS lab talks."
  },
  {
    "date": "2022-02-16",
    "text": "Jenn successfully defended her thesis \"Representations of uncertainty in perceptual decision-making\". Congratulations!"
  },
  {
    "date": "2022-01-18",
    "text": "[Quanta Magazine](https://www.quantamagazine.org/neural-noise-shows-the-uncertainty-of-our-memories-20220118/) wrote about Hsin's [recent paper](https://doi.org/10.1016/j.neuron.2021.08.022) on the neural representation of working memory uncertainty."
  },
  {
    "date": "2021-11-11",
    "text": "Sam gave his CNS first-year talk on the project he has been doing with the lab."
  },
  {
    "date": "2021-11-01",
    "text": "Weiji gave a talk and a [Growing up in Science](http://www.growingupinscience.org) session at the Cognitive Science program at Indiana University, Bloomington."
  },
  {
    "date": "2021-10-26",
    "text": "Weiji discussed gradeless teaching during NYU's [TeachTalks](https://teachingsupport.hosting.nyu.edu/teachtalks/). The session is called *To B or not to B: Low-Stakes Assessment and “Ungrading”*."
  },
  {
    "date": "2021-10-21",
    "text": "Ionatan gave his CNS third-year talk, on a statistical model for planning."
  },
  {
    "date": "2021-10-21",
    "text": "Weiji held a remote [Growing up in Science](http://www.growingupinscience.org) session for the [Chinese Open Science Network](https://open-sci.cn)."
  },
  {
    "date": "2021-10-08",
    "text": "Jenn published [a review](https://magazine.scienceforthepeople.org/vol24-2-dont-be-evil/from-scientists-to-salesmen/) in *[Science for the people](https://magazine.scienceforthepeople.org/)* about the documentary *[In Silico](https://insilicofilm.com/)* about the monstrous, failed Human Brain Project."
  },
  {
    "date": "2021-10-08",
    "text": "Xiang presented at the Concepts and Categories seminar."
  },
  {
    "date": "2021-10-07",
    "text": "Weiji presented at the CRCNS PI Meeting on his joint work with the lab of Daeyeol Lee at Johns Hopkins."
  },
  {
    "date": "2021-09-28",
    "text": "Weiji held a remote [Growing up in Science](http://www.growingupinscience.org) session at the Swedish University of Agricultural Sciences."
  },
  {
    "date": "2021-09-16",
    "text": "Weiji held a remote [Growing up in Science](http://www.growingupinscience.org) session at the [Vienna Doctoral School in Cognition, Behavior and Neuroscience](https://vds-cobene.univie.ac.at/)."
  },
  {
    "date": "2021-09-04",
    "text": "The video of Weiji's acceptance speech of the [Jeffrey Elman prize for scientific achievement and community building](https://cognitivesciencesociety.org/elman-prize/) of the Cognitive Science Society is [now available](https://www.youtube.com/watch?v=Kj0byhMbR2o)."
  },
  {
    "date": "2021-07-11",
    "text": "Weiji was a panelist in the professional development sessions \"Mentor-mentee communication\" in [Neuromatch Academy 2021](https://academy.neuromatch.io/)."
  },
  {
    "date": "2021-07-27",
    "text": "Also at [CogSci 2021](https://cognitivesciencesociety.org/cogsci-2021/), Ionatan had a talk and Peipei a poster."
  },
  {
    "date": "2021-07-26",
    "text": "Weiji spoke in the workshop *[Using games to understand intelligence](https://cognitivesciencesociety.org/wp-content/uploads/2021/05/WS2.pdf)* at [CogSci 2021](https://cognitivesciencesociety.org/cogsci-2021/). In the same workshop, Jiawen Huang (Columbia) presented collaborative work between Chris Baldassano's lab and our lab."
  },
  {
    "date": "2021-07-28",
    "text": "Weiji received the [Jeffrey L. Elman Prize for Scientific Achievement and Community Building](https://cognitivesciencesociety.org/elman-prize/) during a special symposium."
  },
  {
    "date": "2021-06-09",
    "text": "Peipei spoke in the [Life Improvement Science inaugural conference](https://www.life-improvement.science/conference-schedule)."
  },
  {
    "date": "2021-06-04",
    "text": "The Computational Cognitive Science laboratories in the Department of Psychology (Gureckis, Hartley, Lake, Ma, and Rehder) held a joint lab meeting with cross-presentations (which means that everyone presents someone else's slides). Peipei and Xiang presented."
  },
  {
    "date": "2021-06-07",
    "text": "Weiji co-organized the Computational Neuroscience Symposium of the joint Training Programs in Computational Neuroscience."
  },
  {
    "date": "2021-06-01",
    "text": "Weiji participated in a faculty mentorship course organized by Yael Niv and Laura Murray."
  },
  {
    "date": "2021-05-28",
    "text": "Heiko Schütt and Hsin-Hung Li presented in the Center for Neural Science Lab Talks."
  },
  {
    "date": "2021-05-26",
    "text": "Weiji organized and spoke in the 2021 Teaching Symposium for the Department of Psychology. [Recording (NYU login required)](https://stream.nyu.edu/media/NYU+Psychology+Teaching+Symposium+2021/1_zd9b1s9n)"
  },
  {
    "date": "2021-05-25",
    "text": "Weiji participated in \"Meet the professors\" at the virtual meeting of the Vision Sciences Society."
  },
  {
    "date": "2021-05-21",
    "text": "Ionatan and Weiji presented about the Scientist Action and Advocacy Network for the [Science and Education Policy Association](https://sepanyc.org/), a joint group between Weill Cornell Medical School, Rockefeller University and Memorial Sloan Kettering Cancer Center."
  },
  {
    "date": "2021-05-17",
    "text": "Weiji gave a talk and a [Growing up in Science](http://www.growingupinscience.org) session at the Max Planck Institute Tuebingen."
  },
  {
    "date": "2021-04-15",
    "text": "Weiji was the co-organizer and moderator of the [Workshop on Race and Racism in Science](https://as.nyu.edu/content/nyu-as/as/departments/cns/events/EventDescriptions/WorkshopRace.html), held by the Department of Psychology, the Center for Neural Science, and the Department of Biology."
  },
  {
    "date": "2021-04-30",
    "text": "Luisa presented in the CNS Undergraduate Research Festival. The title of her talk was \"An empirical measure of procrastination and the intention-behavior gap\"."
  },
  {
    "date": "2021-04-14",
    "text": "The lab had one CogSci abstract accepted as a poster and two as talks. Congrats all!"
  },
  {
    "date": "2021-04-07",
    "text": "Qixiu Fu (recent lab alumna) accepted an offer to join the Neuroscience Ph.D. Program at Mount Sinai Icahn School of Medicine. Congratulations, Qixiu!"
  },
  {
    "date": "2021-03-11",
    "text": "Weiji gave a [Growing up in Science](http://www.growingupinscience.org) talk at Maastricht University, organized by the [Maastricht Young Academy](https://www.maastrichtuniversity.nl/research/maastricht-young-academy)."
  },
  {
    "date": "2021-03-03",
    "text": "A [goat](https://twitter.com/weijima01/status/1367191340262563840?s=20) visited our lab meeting. [Invite one too](https://www.cronkshawfoldfarm.co.uk/goatsonzoom)."
  },
  {
    "date": "2021-03-01",
    "text": "Weiji was a panelist in the Science Communication and Activism Career Panel organized by Biomedical Graduate Studies and the Immunology Graduate Student Association at the University of Pennsylvania."
  },
  {
    "date": "2021-02-24",
    "text": "Weiji was the organizer and moderator of a mini-symposium at the [Cosyne 2021](https://static1.squarespace.com/static/6102ca347474c263c40150cd/t/610870a432c9d257a80cace4/1627943077187/Cosyne2021_program_book.pdf) conference on the role of race and racism in science. [Video here](https://www.youtube.com/watch?v=q8bUXAjUJyY)."
  },
  {
    "date": "2021-02-24",
    "text": "Weiji gave a scientific talk and a [Growing up in Science](http://www.growingupinscience.org) talk in the Department of Cognitive Science at Central European University."
  },
  {
    "date": "2021-02-05",
    "text": "Xiang gave his fourth-year talk in the Cognition and Perception miniconvention."
  },
  {
    "date": "2021-01-22",
    "text": "It was announced that Weiji was awarded the [Jeffrey L. Elman Prize 2021](https://cognitivesciencesociety.org/elman-prize/#2021elman) for scientific achievement and community building by the Cognitive Science Society."
  },
  {
    "date": "2021-01-21",
    "text": "Weiji was the inaugural guest in the [Psych Mic podcast](https://www.psychmic.com/podcast/episode/4b8ce165/pivoting-mentors-and-keeping-science-human-or-dr-weiji-ma) by Maya Metser."
  },
  {
    "date": "2021-01-15",
    "text": "Weiji spoke at UCLA's Cognitive Psychology Forum."
  },
  {
    "date": "2021-01-11",
    "text": "Weiji spoke at Stanford's Center for Mind, Brain, Computation, and Technology Seminar."
  }, 
  {
    "date": "2020-05-07",
    "text": "Weiji co-organized and co-hosted (with Yael Niv and Celia Ford) the second [*Growing up in Science* Online Open Forum](http://www.growingupinscience.com), with the theme \"feeling apathetic about research.\" [Video of the meeting](https://nyu.zoom.us/rec/share/6PV_frHTyWxOX7fsz1PNYK0PD7TvT6a823Qa-vcEzBr5BxoW92lB-pWUSW0RylG5)"
  },
  {
    "date": "2020-05-04",
    "text": "Hsin and Weiji hosted a virtual journal club on [Li and Ma (2020)](./static/files/publications/2020%20Li%20Ma.pdf). [Video](https://www.youtube.com/watch?v=VH1qQ4gfvqw&list=PLmX7T5IuDU4e47pXAbeFwLUOGt7Y3vMio&index=2) | [Slides](./static/files/onlinetalks/20200504%20Hsin-Hung%20Li.pdf)"
  },
  {
    "date": "2020-04-24",
    "text": "Weiji co-organized and co-hosted (with Yael Niv) the first [*Growing up in Science* Online Open Forum](http://www.growingupinscience.com)."
  },
  {
    "date": "2020-04-24",
    "text": "Weiji spoke in the [NYU Psychology Masters Program Research Conference](https://sites.google.com/nyu.edu/ma-conference/home)."
  },
  {
    "date": "2020-04-17",
    "text": "Weiji spoke in a virtual symposium [*Problems in neural and cognitive computation*](https://www.gc.cuny.edu/Page-Elements/Academics-Research-Centers-Initiatives/Masters-Programs/Liberal-Studies/Program-Events/Detail?id=54155), organized by the Initiative for the Theoretical Sciences at the CUNY Graduate Center."
  },
  {
    "date": "2020-04-16",
    "text": "Weiji won one of the [Golden Dozen Teaching Awards](https://cas.nyu.edu/content/nyu-as/cas/teaching-awards.html) from NYU's College of Arts and Sciences."
  },
  {
    "date": "2020-04-03",
    "text": "Weiji (with Daryl Fougnie) hosted a virtual journal club on [Honig, Ma, Fougnie (2020)](./static/files/publications/2020%20Honig%20Ma%20Fougnie.pdf). About 130 people attended! [Video](https://www.youtube.com/watch?v=vwdY0Y-3thk&list=PLmX7T5IuDU4e47pXAbeFwLUOGt7Y3vMio&index=3)"
  },
  {
    "date": "2020-03-30",
    "text": "Ionatan [won](https://www.research.gov/grfp/AwardeeList.do?method=loadAwardeeList) a Graduate Research Fellowship from the National Science Foundation. Congratulations!"
  },
  {
    "date": "2020-02-28",
    "text": "Weiji gave an invited lecture and a [*Growing up in Science*](http://www.growingupinscience.com) seminar at the [Computational and Systems Neuroscience conference](http://www.cosyne.org/c/index.php?title=Cosyne_20) in Denver, CO."
  },
  {
    "date": "2020-02-26",
    "text": "Weiji gave [an invited lecture](https://psych.princeton.edu/event/wei-ji-ma-new-york-university) in the Department of Psychology at Princeton University."
  },
  {
    "date": "2020-02-24",
    "text": "Weiji gave [an invited lecture](https://psychology.columbia.edu/events/monday-seminar-wei-ji-ma) in the Department of Psychology at Columbia University."
  },
  {
    "date": "2020-02-21",
    "text": "Aspen and Ionatan presented in the Center for Neural Science Lab Talks seminar series."
  },
  {
    "date": "2020-02-17",
    "text": "Weiji teamed up with [Aaron Duffy](http://www.aaronduffy.com) to teach a guest lecture about illusions, inference, and a better society in Yael Niv's freshman seminar at Princeton University."
  },
  {
    "date": "2020-01-22",
    "text": "Weiji gave a [*Growing up in Science*](http://www.growingupinscience.com) seminar at Weill Cornell Medicine."
  },
  {
    "date": "2020-01-16",
    "text": "Weiji, Bas, and Ionatan visited Oxford University, where Weiji spoke about human planning in large state spaces and gave a [*Growing up in Science*](http://www.growingupinscience.com) seminar the next day."
  },
  {
    "date": "2020-01-15",
    "text": "Weiji, Bas, and Ionatan visited the Gatsby Computational Neuroscience Unit at University College London, where Weiji spoke about human planning in large state spaces and gave a [*Growing up in Science*](http://www.growingupinscience.com) seminar."
  },
  {
    "date": "2020-01-14",
    "text": "Weiji, Bas, Ionatan, and Jake visited Google DeepMind, where Weiji spoke about human planning in large state spaces."
  },
  {
    "date": "2020-01-13",
    "text": "Weiji, Bas, and Ionatan visited [Peak Brain Training](https://www.peak.net) in London, a company with whom we are collaborating to collect mobile game data."
  },
  {
    "date": "2019-12-11",
    "text": "Weiji spoke in the [Minds and machines](http://as.nyu.edu/content/nyu-as/as/mindsandmachines.html) event at NYU."
  },
  {
    "date": "2019-12-10",
    "text": "Ionatan gave his CNS first-year talk, on human planning in four-in-a-row."
  },
  {
    "date": "2019-12-03",
    "text": "Weiji spoke in the [Scholars Lecture Series](http://cas.nyu.edu/content/nyu-as/cas/scholarslectures.html) at NYU, a lecture series primarily for undergraduates in the [Presidential Honors Scholars Program](http://cas.nyu.edu/content/nyu-as/cas/academic-programs/honors-programs.html)."
  },
  {
    "date": "2019-11-21",
    "text": "Weiji spoke in [*Behind the CV: Stories from Faculty (a 'Growing Up in Science' event)*](https://mindcore.sas.upenn.edu/behind-the-cv/) at the University of Pennsylvania."
  },
  {
    "date": "2019-11-17",
    "text": "We said goodbye to Jenn Lee, who will start a job at the data science branch of Employment and Social Development Canada, while continuing her PhD."
  },
  {
    "date": "2019-11-15",
    "text": "The lab participated in the Center for Neural Science retreat."
  },
  {
    "date": "2019-11-07",
    "text": "Jenn gave her CNS third-year talk, on representational constraints on Bayesian perceptual reasoning."
  },
  {
    "date": "2019-11-07",
    "text": "Weiji gave the Cognition and Perception Seminar."
  },
  {
    "date": "2019-10-16",
    "text": "Weiji gave the Millward Colloquium at Brown University, and led a *Growing up in Science* session."
  },
  {
    "date": "2019-10-10",
    "text": "We went on lab retreat in Shelter Island, NY. This was the fourth lab retreat."
  },
  {
    "date": "2019-09-27",
    "text": "Xiang presented at Cognition & Perception Program's 40th Annual Miniconvention."
  },
  {
    "date": "2019-09-24",
    "text": "Weiji gave the Social Psychology Brown Bag seminar."
  },
  {
    "date": "2019-09-20",
    "text": "The lab participated in the [global climate strike](https://www.brightest.io/cause/fridays-for-future/activity/new-york-city-climate-strike-with-greta-thunberg/)."
  },
  {
    "date": "2019-09-17",
    "text": "Marie Chancel, a postdoc working on body ownership with Henrik Ehrsson at the Karolinska Institute in Stockholm, visited the lab."
  },
  {
    "date": "2019-09-13",
    "text": "Heiko, Ionatan, Jenn, Peipei, Xiang, Yichen, and Weiji attended the [Cognitive Computational Neuroscience](https://ccneuro.org/2019/schedule.asp) meeting in Berlin, and each presented a poster. Weiji moderated a breakout session on tasks to compare human and artificial intelligence."
  },
  {
    "date": "2019-09-09",
    "text": "Former postdoc Luigi Acerbi visited and gave a workshop on model fitting, in particular the [BADS algorithm](https://github.com/lacerbi/bads)."
  },
  {
    "date": "2019-09-06",
    "text": "Aspen successfully defended her dissertation! Congratulations!"
  },
  {
    "date": "2019-09-01",
    "text": "Weiji started as Director of Undergraduate Studies for the Department of Psychology. He will fill this role for one year."
  },
  {
    "date": "2019-08-30",
    "text": "Yichen was admitted as an undergraduate trainee to NYU's Training Program in Computational Neuroscience. Congratulations!"
  },
  {
    "date": "2019-08-30",
    "text": "Dongqi (Sherry) Bao joined the lab. She will be a research assistant and lab manager. She got her Masters from ETH Zurich in Computational Biology and Bioinformatics. Welcome!"
  },
  {
    "date": "2019-08-29",
    "text": "We said goodbye to Anne-Lene Sax, who was a visiting PhD student this summer and will continue as a collaborator."
  }
]